<?php $this->setLayoutVar('title', '更新履歴') ?>
<div class="wrap">
<div class="contents">
<pre>
8/6  23:20 1.00β サービス開始
8/7  02:02 1.05β デザインの大枠を作っただけ
8/8  00:24 1.10β ユーザー一覧とフォロー解除を追加
8/9  07:41 1.11β プロフィール画像・画像投稿機能を追加
9/1  16:00 1.12β URLが投稿されたら自動的に飛べるようにする機能追加
9/2  00:20 1.13β 若干のバグ修正（文字が横にのびすぎるとスクロールバーがでる問題） 
9/3  17:23 1.20β 編集＆削除機能の追加、更新履歴の項目追加
9/4  17:50 1.21α リファクタリング（バグ修正）
9/5  23:12 1.21β 若干のホーム画面のデザイン変更＆祝：無限スクロール化
9/6  00:12 1.22α バグ修正（スクリプトの不具合）
9/7  22:36 1.23β レスポンシブデザイン化（暫定）+ レイアウト変更
9/8  22:56 1.24α 全体のレスポンシブ化・プロフィールの無限スクロール化 //完了
9/9  20:40 1.24θ ご要望フォームを設置
9/10 18:50 1.24β サイトでの表示名の項目を作る＆自己紹介欄＆その場で更新可能化
9/11 19:43 1.25β 全体のレスポンシブ化（完了）
9/12 22:34 1.26α 内部関数及びデザイン変更においての内部構造改修
9/13 02:30 1.26β デザインのマイナー変更とバグ修正
9/14 23:55 1.27β バグ報告を受けて４つのバグ修正・デザインを微妙に変更
9/15 22:47 1.28β アカウント登録においてメール認証
9/16 21:40 1.29Θ アカウント削除機能とメールアドレス変更項目の追加
9/17 17:24 1.29α 自動ログイン機能・サイト背景変更・デザインを微妙に変更・バグ修正
9/17 22:55 1.29β 画像投稿の機能改修（４つまでupできるように）・デザインを微妙に変更
9/18 23:24 1.29β+α 17日にいろいろと作ったのでデザイン変更のみ
9/19 23:50 1.29β+α 機能開発がめんどくさくなってきたのでデザイン変更・バグ修正のみ（Ver.は据え置き）

～～これから作っていく予定のバージョン～～
1.30θ コメント機能/いいね機能
1.30α デザインマイナー変更
1.30β プッシュ通知＆ユーザーブロック
1.31β DM機能

※1.30系列は9月下旬または前倒しになる可能性があります。
</pre>
</div>
</div>